export default {
    discord_api_latency: "디스코드 API 지연 시간: {0}ms",
    administrator: "관리자",
    permission_denied: "🚫 권한이 부족해요!",
    you_need_following_permission: "이 명령어를 사용하려면 다음 권한이 필요해요.",
    required_permission: "필요한 권한",
    celebration_messages: [
        "{0}님 ✨소중한 사람들과 행복한 하루 보내세요! 🎂",
        "일 년 중에서 가장 특별한 오늘! 🎂 생일 축하드려요!🎉",
        "오늘은 {0}님이 ✨주인공이예요! 행복한 하루 되세요!",
        "Happy Birthday!🎂 행복한 하루 되세요!",
        "{0}님 생일 축하드려요!🎉 즐겁고 행복한 하루 되길 바랄게요!",
        "{0}님 생일 축하드려요!🎉 항상 행복한 일들만 있길 바랄게요!",
        "{0}님 생일 축하드려요!🎉 항상 건강하시길 바라요!",
        "{0}님 생일 축하드려요!🎉 오늘 하루 가장 기억에 남는 행복한 하루 되길 바라요!",
        "{0}님 생일 축하드려요!🎉 맛있는 음식 많이 드시고 즐거운 하루 되세요!",
    ],
};
